Repository: integrumart/nvdahizlinot
Catalog: locale/*/LC_MESSAGES/nvda.po
Languages: tr

source: Quick Note Taker
tr: Hızlı Not Alıcı

source: Professional tool that allows you to save dated and timed notes to the desktop quickly by assigning a custom shortcut.
tr: Özel bir kısayol atayarak tarih ve saat damgalı notları masaüstüne hızlıca kaydetmenizi sağlayan profesyonel araç.

source: Enter your note:
tr: Notunuzu giriniz:

source: OK
tr: Tamam

source: Close
tr: Kapat

source: Donate
tr: Bağış Yap

source: Quick Note Taker v5.0 - Volkan Ozdemir Software Services
tr: Hızlı Not Alıcı v5.0 - Volkan Özdemir Yazılım Hizmetleri

source: Please enter your note
tr: Lütfen notunuzu girin

source: Note saved to desktop.
tr: Not masaüstüne kaydedildi.

source: Take a quick note
tr: Hızlı bir not al

source: Quick Note
tr: Hızlı Not
